[Killed] ConditionalExpression
ciandt_it-jest-code-challenge-1f407f764d5e/challenge-3/src/exercise1.js:11:13
     },
 
     method3: (x) => {
-        if (x) {
+        if (true) {
             return exercise1.method1();
         } else {
