[Killed] ObjectLiteral
ciandt_it-jest-code-challenge-1f407f764d5e/challenge-3/src/exercise2.js:1:19
-const exercise2 = {
-    isNumber2: (x) => {
-        return 2 === x;
-    },
-
-    mainMethod: (x) => {
-        return exercise2.isNumber2(3)
-    },
-}
+const exercise2 = {}
 
 module.exports = exercise2;

[Killed] ConditionalExpression
ciandt_it-jest-code-challenge-1f407f764d5e/challenge-3/src/exercise2.js:3:16
 const exercise2 = {
     isNumber2: (x) => {
-        return 2 === x;
+        return false;
     },
 
